chat_system_226602150_actor_description=Archdemon Baal. Chief Demon.
chat_system_226602150_snap_5_question=^?^At last you come to my fiery citadel, [player]. I am the Archdemon Baal, the Ruler of the Sixth House of Demonis. Now tell me, what brings you to trespass in my possessions?
chat_system_226602150_snap_5_answer_0=^?^You know me and the fact that I was coming to you?
chat_system_226602150_snap_5_header_0=^?^Grrr-al! Nothing is hidden from my gaze. Every step of yours is known to me. I have been watching you for a long time, "Royal Searcher."
chat_system_226602150_snap_0_question=^?^What are you doing here again [player]? I hope you come into my citadel for some purpose.
chat_system_226602150_snap_0_answer_0=^?^I'll take the key from you by force!
chat_system_226602150_snap_0_answer_1=^?^I'm looking for a Portal Key. I think perhaps you have it.
chat_system_226602150_snap_0_answer_2=^?^Aren't you that Archdemon Baal, who King Kerus killed a thousand years ago?
chat_system_226602150_snap_0_header_2=^?^It's impossible to kill an Archdemon, and a Ruler of the House at that. Yes, the disgusting human mage stabbed me in the back, having lulled my attention by deceit. I had to wander the Lower Houses for many years, before I could return to my citadel...<br>But this march strengthened my body and spirit; I managed to gather much useful knowledge and many things from the Rulers, who had taken it into their hands to stand in my way.
chat_system_226602150_snap_0_answer_3=^?^The Ruler of the Sixth House - what does that mean?
chat_system_226602150_snap_0_header_3=^?^Foolish human. You think that this world is the whole of Demonis? Ha-ha-ha...<br>We have twelve Worlds, twelve houses, and this is but the sixth. You cannot even imagine how great our possessions are. It is beyond your paltry understanding.
chat_system_226602150_snap_0_answer_4=^?^I came here by chance. Sorry...
chat_system_226602150_snap_0_answer_5=^?^I came to fight you Baal!
chat_system_226602150_snap_2_question=^?^You, paltry [player], challenge me, the Ruler of the Sixth House?<br>I could easily throw you into the burning lava. But your daring is itself a challenge to Baal. I wish to tear out your heart from your chest!
chat_system_226602150_snap_2_answer_0=^?^Fine, then you can go ahead and try to kill me, demon. (Attack...)
chat_system_226602150_snap_2_answer_1=^?^You know, I changed my mind about the fight. You'd better just throw me into the lava.
chat_system_226602150_snap_4_question=^?^Ha-ha. You came to me for the key to the Magic Gate to your paltry world? You think of rescuing your Endoria?
chat_system_226602150_snap_4_answer_0=^?^Do you have the key or not?
chat_system_226602150_snap_4_header_0=^?^Yes. I have it. I will put an end to your world. I will turn it into a mountain of ashes. It is the inevitable future of Endoria.
chat_system_226602150_snap_7_question=^?^Now you will get to know what chance is.<br>By the power of the Ruler of the Sixth House, I banish you, [player]!
chat_system_226602150_snap_7_answer_0=^?^No-o-o-o!
chat_system_226602150_snap_6_question=^?^Young boy, it is too early for you to vie with me. I am not interested in fighting you.<br>By the power of the Ruler of the Sixth House, I banish you, [player]!
chat_system_226602150_snap_6_answer_0=^?^No-o-o-o!
chat_system_226602150_snap_1_question=^?^No-o-o!<br>This cannot be. I am defeated in my own house...
chat_system_226602150_snap_1_answer_0=^?^You should be used to dying by a human's hand, demon!
chat_system_226602150_snap_3_question=^?^Enjoy your victory, human. I already hear the call of the Lower Boundaries... This will be a long journey. I will return, stronger than ever...<br>You come for the key? So take it!<br>[s]With these words the demon takes the key, breaks it into two pieces and throws it at your feet. All power leaves the demon, as he seems to evaporate slowly into the air...[/s]
chat_system_226602150_snap_3_answer_0=^?^You demonic bastard! You have managed to play your dirty tricks after all!
